Repository: UPCnet/mrs5.max
Catalog: src/mrs5/max/locales/*/LC_MESSAGES/mrs5.max.po
Languages: ca, es

source: Add Max UI Portlet
ca: Afegir portlet MAX UI

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Changes saved
ca: Canvis guardats
es: Cambios guardados

source: Display chat
ca: Mostrar Chat

source: Edit Max UI Portlet
ca: Editar portlet MAX UI

source: Edit cancelled
ca: Edició cancelada
es: Edición cancelada

source: Get a valid token
ca: Obtenir un token vàlid
es: Obtener un token válido

source: Get token
ca: Obtenir token
es: Obtener token

source: Give the credentials of a valid account.
ca: Doneu les credencials d'un compte vàlid.
es: Dar las credenciales de una cuenta válida.

source: Installs the mrs5.max add-on.
ca: Instal·la el complement mrs5.max.
es: Instalar el complemento mrs5.max.

source: MAX UI settings
ca: Configuració del MAX UI
es: Configuración del MAX UI

source: Password
ca: Contrasenya
es: Contraseña

source: Save
ca: Guardar
es: Guardar

source: The provided username account password.
ca: La contrasenya del compte d'usuari proporcionada.
es: La contraseña de la cuenta de usuario proporcionada.

source: The username.
ca: El usuari.
es: El usuario.

source: This portlet displays Max UI.
ca: Aquest portlet mostra el MAX UI.

source: Uninstalls the mrs5.max add-on.
ca: Desinstal·la el complement mrs5.max.
es: Desinstalar el complemento mrs5.max.

source: help_domain
ca: Especifiqueu el domini HUB d'aquest lloc.
es: Especificar el dominio HUB de este sitio.

source: help_hub_server
ca: Especifiqueu el servidor uLearnHub per a aquest lloc.
es: Especificar el servidor uLearnHub para este lugar.

source: help_max_restricted_token
ca: Especifiqueu el token d'usuari restringit del MAX.
es: Especificar el token de usuario restringido del MAX.

source: help_max_restricted_username
ca: Especifiqueu l'usuari restringit del MAX.
es: Especificar el usuario restringido del MAX.

source: help_max_server
ca: Especifiqueu l'URL del servidor MAX.
es: Especifique el URL del servidor MAX.

source: help_max_server_alias
ca: Especifiqueu l'àlies de l'àlies del servidor MAX.
es: Especifique el alias del alias del servidor MAX.

source: help_maxui_settings_editform
ca: Configuració relacionada amb el MAX, incloent l'extrem del servidor OAuth i el mètode de subvenció.
es: Configuración relacionada con el MAX, incluyendo el extremo del servidor OAuth y el método de subvención.

source: help_oauth_server
ca: Especifiqueu l'URI del servidor oAuth.
es: Especificar el URI del servidor OAuth.

source: help_twitter
ca: Ompliu el vostre nom d'usuari de Twitter.
es: Llene con su nombre de usuario de Twitter.

source: label_domain
ca: Domini del MAX
es: Dominio del MAX

source: label_hub_server
ca: Server de l'uLearnHub
es: Server del uLearnHub

source: label_max_restricted_token
ca: Token d'usuari restringit del MAX
es: Token de usuario restringido del MAX

source: label_max_restricted_username
ca: Nom de l'usuari restringit del MAX
es: Nombre de usuario restringido del MAX

source: label_max_server
ca: URL del servidor del MAX
es: URL del servidor del MAX

source: label_max_server_alias
ca: Alias de l'URL del servidor del MAX (reposició quan no hi ha CORS disponibles)
es: Alias ​​de la URL del servidor del MAX (reposición cuando no hay CORS disponibles)

source: label_oauth_server
ca: Endpoint del token OAuth
es: Endpoint del token OAuth

source: label_twitter
ca: Usuari de Twitter
es: Usuario de Twitter

source: mrs5.max (uninstall)
ca: mrs5.max (desinstal·lació)
es: mrs5.max (desinstalación)

source: maxuiactivity
es: MAX UI: Actividad
